tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "minio/stable"
tap "nodenv/nodenv"
tap "teamookla/speedtest"

cask_args appdir: "~/Applications", require_sha: true

brew "anyenv"
brew "aom"
brew "autoconf"
brew "awscli"
brew "bdw-gc"
brew "brotli"
brew "ca-certificates"
brew "cairo"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "fontconfig"
brew "freetype"
brew "fribidi"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gettext"
brew "gh"
brew "giflib"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glib"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "gobject-introspection"
brew "graphite2"
brew "graphviz"
brew "gts"
brew "guile"
brew "harfbuzz"
brew "httpie"
brew "icu4c"
brew "imath"
brew "jasper"
brew "jpeg"
brew "jpeg-xl"
brew "jpegoptim"
brew "jq"
brew "libassuan"
brew "libavif"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libidn2"
brew "libksba"
brew "libnghttp2"
brew "libpng"
brew "libpthread-stubs"
brew "librsvg"
brew "libslirp"
brew "libssh"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvmaf"
brew "libvterm"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxrender"
brew "lima"
brew "luajit-openresty"
brew "luv"
brew "lzo"
brew "m4"
brew "minio"
brew "mpdecimal"
brew "msgpack"
brew "ncurses"
brew "neovim"
brew "netpbm"
brew "nettle"
brew "node-build"
brew "nodenv"
brew "nodenv-default-packages"
brew "npth"
brew "oniguruma"
brew "openexr"
brew "openssl@1.1"
brew "p11-kit"
brew "pango"
brew "pcre"
brew "pcre2"
brew "peco"
brew "pinentry"
brew "pinentry-mac"
brew "pixman"
brew "pkg-config"
brew "qemu"
brew "readline"
brew "six"
brew "snappy"
brew "speedtest"
brew "sqlite"
brew "tmux"
brew "tree-sitter"
brew "unbound"
brew "unibilium"
brew "utf8proc"
brew "vde"
brew "webp"
brew "xorgproto"
brew "xz"
brew "zsh-completions"

cask "1password"
cask "alfred"
cask "charles"
cask "clipy"
cask "dash"
cask "deepl"
cask "docker"
cask "figma"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "ngrok"
cask "notion"
cask "postman"
cask "raycast"
cask "spotify"
cask "temurin"
cask "toggl-track"
cask "visual-studio-code"

mas "Twingate", id: 1501592214
